Repository: sijo-mathew/DriverStoreExplorer
Catalog: Rapr/Lang/Language.*.resx
Languages: ar_sa, he_il, zh_cn, zh_tw

# Button_Add_Package
source: &Add Driver
ar_sa: إضافة تعريف
he_il: הוספת מנהל התקן
zh_cn: 添加驱动包(&A)
zh_tw: 加入驅動程式(&A)

# Button_Delete_Package
source: &Delete Driver(s)
ar_sa: حذف التعريفا(ت)
he_il: מחיקת מנהלי התקנים
zh_cn: 删除驱动包(&D)
zh_tw: 刪除驅動程式(&D)

# Button_OK
source: &OK
ar_sa: موافق
he_il: &אישור
zh_cn: 确认(&O)
zh_tw: 確定(&O)

# Button_Refresh
source: &Refresh
ar_sa: تحديث
he_il: רענון
zh_cn: 刷新(&R)
zh_tw: 重新整理(&R)

# Button_Select_Old
source: Select &Old Driver(s)
ar_sa: إختيار تعريف(ات) أقدم
he_il: בחירת מנהלי התקנים ישנים
zh_cn: 选取旧的驱动(&O)
zh_tw: 選擇舊版驅動程式(&O)

# Check_Force_Delete
source: Force Deletio&n
ar_sa: إجبار الحذف
he_il: מחיקה בכוח
zh_cn: 强制删除(&N)
zh_tw: 強制刪除(&N)

# Check_Install_Driver
source: &Install Driver
ar_sa: تثبيت التعريف
he_il: התקנת מנהל התקן
zh_cn: 安装驱动(&I)
zh_tw: 安裝驅動程式(&I)

# Column_Date
source: Driver Date
ar_sa: تاريخ التعريف
he_il: תאריך מנהל התקן
zh_cn: 日期
zh_tw: 驅動程式日期

# Column_Driver_Class
source: Driver Class
ar_sa: صنف التعريف
he_il: מחלקה של מנהל התקן
zh_cn: 驱动类别
zh_tw: 驅動程式類別

# Column_Provider
source: Provider
ar_sa: المزوّد
he_il: ספק
zh_cn: 提供商
zh_tw: 提供者

# Column_Signed_By
source: Signed By
ar_sa: التوقيع الرقمي
he_il: חתום על־ידי
zh_cn: 签名
zh_tw: 簽署者

# Column_Size
source: Size
ar_sa: الحجم
he_il: גודל
zh_cn: 大小
zh_tw: 大小

# Column_Version
source: Driver Version
ar_sa: نسخة التعريف
he_il: גרסת מנהל התקן
zh_cn: 版本
zh_tw: 驅動程式版本

# Context_Delete
source: Delete
ar_sa: حذف
he_il: מחיקה
zh_cn: 删除
zh_tw: 刪除

# Context_Deselect
source: &Deselect
ar_sa: إلغاء التحديد
he_il: ביטול בחירה
zh_cn: 取消选择(&D)
zh_tw: 取消選取(&D)

# Context_Deselect_All
source: Deselect &All
ar_sa: إلغاء تحديد الكل
he_il: ביטול בחירה מהכל
zh_cn: 取消选择所有(&A)
zh_tw: 全部取消選取(&A)

# Context_Select
source: &Select
ar_sa: تحديد
he_il: בחירה
zh_cn: 选择(&S)
zh_tw: 選擇(&S)

# Context_Select_All
source: Select &All
ar_sa: تحديد الكل
he_il: בחירה בהכל
zh_cn: 选择所有(&A)
zh_tw: 全部選擇(&A)

# Context_Select_Old
source: Select &Old Drivers
ar_sa: تحديد التعريفات القديمة
he_il: מחיקת מנהלי התקנים ישנים
zh_cn: 选择旧的驱动(&O)
zh_tw: 選擇舊版驅動程式(&O)

# Message_Delete_Multiple_Packages
source: About to delete {0} packages from driver store.
ar_sa: أنت على وشك حذف {0} تعريفات من مستودع التعريفات.
he_il: בחרת למחוק {0} חבילות ממאגר מנהלי ההתקנים.
zh_cn: 正准备从驱动存储中删除 {0} 驱动包。
zh_tw: 要從驅動程式存放區刪除 {0} 個封裝。

# Message_Delete_Single_Package
source: About to delete {0} ({1}) from driver store.
ar_sa: أنت على وشك حذف {0} ({1}) من مستودع التعريفات.
he_il: בחרת למחוק את {0} ‏({1}) ממאגר מנהלי ההתקנים.
zh_cn: 正准备从驱动存储中删除 {0} ({1})。
zh_tw: 要從驅動程式存放區刪除 {0} ({1})。

# Message_Requires_Later_OS
source: This utility cannot be run in pre-Vista OS.
ar_sa: لا يمكن تشغيل البرنامج على نظام أقدم من Vista
he_il: כלי זה לא יכול לפעול במערכת הפעלה הישנה מ־Vista.
zh_cn: 此工具无法在比Windows Vista老的操作系统中运行。
zh_tw: 此公用程式不能在 Vista 以前的作業系統中執行。

# Message_Sure
source: Are you sure?
ar_sa: هل أنت متأكد؟
he_il: להמשיך?
zh_cn: 你确定吗？
zh_tw: 您確定嗎?

# Message_Title_Warning
source: Warning
ar_sa: تحذير
he_il: אזהרה
zh_cn: 警告
zh_tw: 警告

# Operations_Text
source: Operations
ar_sa: مهام
he_il: פעולות
zh_cn: 操作
zh_tw: 作業

# Status_Label
source: Ready
ar_sa: جاهز
he_il: מוכן
zh_cn: 准备就绪
zh_tw: 就緒

# Tip_Driver_In_Use
source: [TIP: The driver may still being used. Try FORCE deleting the package]
ar_sa: [تنبيه: قد يكون التعريف قيد الاستخدام. حاول إجبار حذفه.]
he_il: [טיפ: ייתכן שמנהל ההתקן עדיין בשימוש. ניתן לנסות לבחור באפשרות למחיקה בכוח של החבילה]
zh_cn: [提示：驱动可能正在使用中，可尝试强制删除驱动包]
zh_tw: [小提示: 驅動程式可能正被使用。請嘗試「強制」刪除封裝]

# Message_No_Entries
source: No entries loaded.
ar_sa: لا يوجد تعريفات بعد
he_il: לא נטענו רשומות.
zh_cn: 无项目被加载。
zh_tw: 未載入項目。

# Dialog_Open_Filter_Text
source: Select the INF
ar_sa: إختيار ملف INF
he_il: בחירה בקובץ INF
zh_cn: 选择INF文件
zh_tw: 選擇 INF

# Dialog_Open_Filters
source: INF files | *.inf
ar_sa: INF ملفات | *.inf
zh_cn: INF文件 | *.inf
zh_tw: INF 檔案 | *.inf

# Menu_File_View_Logs
source: &View Logs
ar_sa: رؤية السجلات
he_il: הצגת יומני רישום
zh_cn: 查看日志(&V)
zh_tw: 檢視記錄(&V)

# Menu_File_Exit
source: E&xit
ar_sa: خروج
he_il: יציאה
zh_cn: 退出(&X)
zh_tw: 結束(&X)

# Menu_File_Export
source: &Export Driver List
ar_sa: تصدير قائمة التعريفات
he_il: ייצוא רשימה של מנהלי התקנים
zh_cn: 导出驱动列表(&E)
zh_tw: 匯出驅動程式清單(&E)

# Menu_File
source: &File
ar_sa: ملف
he_il: קובץ
zh_cn: 文件(&F)
zh_tw: 檔案(&F)

# Menu_Help_About
source: &About
ar_sa: حول البرنامج
he_il: על אודות
zh_cn: 关于(&A)
zh_tw: 關於(&A)

# Menu_Help
source: &Help
ar_sa: مساعدة
he_il: עזרה
zh_cn: 帮助(&H)
zh_tw: 說明(&H)

# Product_About_Title
source: About {0}
ar_sa: حول {0}
he_il: על אודות {0}
zh_cn: 关于 {0}
zh_tw: 關於 {0}

# Export_Error
source: Error
ar_sa: خطأ
he_il: שגיאה
zh_cn: 错误
zh_tw: 錯誤

# UnitTest_Language
source: English
ar_sa: العربية
he_il: עברית
zh_cn: 简体中文
zh_tw: 中文 (台灣)

# Dialog_Export_Filters
source: CSV Files | *.csv
ar_sa: CSV ملفات | *.csv
zh_cn: CSV文件 | *.csv
zh_tw: CSV 檔案 | *.csv

# About_Project_Description
source: You can find latest version and release notes here: https://github.com/lostindark/DriverStoreExplorer/releases Filing bug/feature request: https://github.com/lostindark/DriverStoreExplorer/issues Contributors: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Credits: ObjectListView http://objectlistview.sourceforge.net/ Managed DismApi Wrapper https://github.com/jeffkl/ManagedDism License: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
ar_sa: ستجد أحدث نسخة مع تغييرات النسخة هنا: https://github.com/lostindark/DriverStoreExplorer/releases للاستعلام عن مشكلة أو لاقتراح ميزة جديدة من هنا: https://github.com/lostindark/DriverStoreExplorer/issues المساهمون: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors حقوق الاعتماد: http://objectlistview.sourceforge.net ObjectListView https://github.com/jeffkl/ManagedDism Managed DismApi Wrapper الرخصة: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
he_il: באפשרותך למצוא את הגרסה האחרונה והערות השחרור כאן: https://github.com/lostindark/DriverStoreExplorer/releases הגשת בקשה לאפשרות חדשה או דיווח על תקלה: https://github.com/lostindark/DriverStoreExplorer/issues תורמים: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors קרדיטים: ObjectListView http://objectlistview.sourceforge.net/ Managed DismApi Wrapper https://github.com/jeffkl/ManagedDism רישיון: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
zh_cn: 你可以从下方链接获取该程序的最新版本和更新说明： https://github.com/lostindark/DriverStoreExplorer/releases 报告错误/新需求： https://github.com/lostindark/DriverStoreExplorer/issues 贡献者： https://github.com/lostindark/DriverStoreExplorer/graphs/contributors 鸣谢： ObjectListView http://objectlistview.sourceforge.net/ Managed DismApi Wrapper https://github.com/jeffkl/ManagedDism 使用许可： https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
zh_tw: 您可以在此處尋找新版本及版本資訊: https://github.com/lostindark/DriverStoreExplorer/releases 填寫漏洞或功能要求: https://github.com/lostindark/DriverStoreExplorer/issues 貢獻者名單: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors 特別感謝: ObjectListView http://objectlistview.sourceforge.net/ Managed DismApi Wrapper https://github.com/jeffkl/ManagedDism 授權條款: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE

# Status_Adding_Package
source: Adding driver package...
ar_sa: إضافة تعريف...
he_il: בתהליך הוספת חבילה...
zh_cn: 添加驱动包...
zh_tw: 正在加入驅動程式封裝…

# Status_Deleting_Packages
source: Deleting driver package(s)...
ar_sa: حذف التعريفات...
he_il: בתהליך מחיקת חבילות מנהל התקן...
zh_cn: 删除驱动包...
zh_tw: 正在刪除驅動程式封裝…

# Status_No_Drivers_Selected
source: No drivers selected.
ar_sa: لا يوجد تعريفات محددة.
he_il: לא נבחרו מנהלי התקנים.
zh_cn: 未选择驱动。
zh_tw: 未選取驅動程式。

# Status_Selected_Drivers
source: Selected {0} Driver(s). Total size: {1}.
ar_sa: عدد التعريفات المختارة: {0}. الحجم الكلي: {1}.
he_il: נבחרו {0} מנהלי התקנים. הגודל הכולל: {1}‎.
zh_cn: 已选中{0}个驱动。总磁盘空间占用：{1}。
zh_tw: 已選取 {0} 個驅動程式。總大小: {1}。

# Message_Log_File_NotFound
source: The log file cannot be found.
ar_sa: ملف السجلات لا يمكن إيجاده.
he_il: לא ניתן היה למצוא את קובץ יומן הרישום.
zh_cn: 找不到日志文件。
zh_tw: 找不到記錄檔。

# Message_Error
source: Error
ar_sa: خطأ
he_il: שגיאה
zh_cn: 错误
zh_tw: 錯誤

# Message_Driver_Added_Error
source: Error adding {0} the package to driver store.
ar_sa: فشلت إضافة التعريف {0} إلى مستودع التعريفات.
he_il: אירעה שגיאה בהוספת החבילה {0} למאגר מנהלי ההתקנים.
zh_cn: 添加 {0} 驱动包到驱动存储出错。
zh_tw: 加入 {0} 封裝至驅動程式存放區時發生錯誤。

# Message_Driver_Added
source: Added the package {0} to driver store.
ar_sa: تم إضافة التعريف {0} إلى مستودع التعريفات.
he_il: החבילה {0} נוספה למאגר מנהלי ההתקנים.
zh_cn: 已添加驱动包 {0} 到驱动存储。
zh_tw: 已加入 {0} 封裝至驅動程式存放區。

# Message_Delete_Packages_Error
source: Error removing some packages from driver store.
ar_sa: فشل حذف بعض التعريفات من مستودع التعريفات.
he_il: אירעה שגיאה בהסרת מספר חבילות ממאגר מנהלי ההתקנים.
zh_cn: 从驱动存储中删除部分驱动包出错。
zh_tw: 從驅動程式存放區移除一些封裝時發生錯誤。

# Message_Delete_Packages
source: Removed {0} packages from driver store.
ar_sa: تم حذف {0} تعريفات من مستودع التعريفات.
he_il: {0} חבילות הוסרו ממאגר מנהל ההתקנים.
zh_cn: 已从驱动存储中删除了 {0} 个驱动包。
zh_tw: 已從驅動程式存放區移除 {0} 個封裝。

# Message_Delete_Package_Error
source: Error removing {0} ({1}) from driver store.
ar_sa: فشل حذف {0} ({1}) من مستودع التعريفات.
he_il: אירעה שגיאה בהסרת {0} ‏({1}) ממאגר מנהלי ההתקנים.
zh_cn: 从驱动存储中移除{0} ({1}) 失败。
zh_tw: 從驅動程式存放區移除 {0} ({1}) 時發生錯誤。

# Message_Delete_Package
source: Removed {0} ({1}) from driver store.
ar_sa: تم حذف {0} ({1}) من مستودع التعريفات.
he_il: {0} ‏({1}) הוסר ממאגר מנהלי ההתקנים.
zh_cn: 已从驱动存储中删除{0} ({1})。
zh_tw: 已從驅動程式存放區移除 {0} ({1})。

# Export_Failed
source: Export failed: {0}
ar_sa: فشل التصدير: {0}
he_il: הייצוא נכשל: {0}
zh_cn: 导出错误：{0}
zh_tw: 匯出失敗: {0}

# Export_Complete
source: Contents saved to {0}. Export Completed.
ar_sa: تم حفظ المحتويات في {0}. انتهى التصدير.
he_il: התכנים נשמרו אל {0}. הייצוא הושלם.
zh_cn: 内容已保存到 {0}。导出完成。
zh_tw: 內容已儲存至 {0}。匯出完成。

# Context_Open_Folder
source: Open &Folder Location
ar_sa: فتح مسار المجلّد
he_il: פתיחת מיקום התיקייה
zh_cn: 打开文件夹(&F)
zh_tw: 開啟資料夾位置(&F)

# DriverStore_LocalMachine
source: Local Machine
ar_sa: الجهاز المحلي
he_il: מערכת מקומית
zh_cn: 本机
zh_tw: 本機

# Menu_File_Choose_Driver_Store
source: &Choose Driver Store
ar_sa: إختيار مستودع التعريفات
he_il: בחירת מאגר מנהלי התקנים
zh_cn: 选择驱动存储(&C)
zh_tw: 選擇驅動程式存放區(&C)

# DriverStore_Offline
source: Offline Driver Store
ar_sa: مستودع التعريفات الغير متصل
he_il: מאגר מנהלי התקנים לא מקוון
zh_cn: 离线驱动存储
zh_tw: 離線驅動程式存放區

# ChooseDriverStore_Title
source: &Choose Driver Store
ar_sa: إختيار مستودع التعريفات
he_il: בחירת מאגר מנהלי התקנים
zh_cn: 选择驱动存储
zh_tw: 選擇驅動程式存放區

# Menu_Language
source: &Language
ar_sa: اللغة
he_il: שפה
zh_cn: 语言(&L)
zh_tw: 語言(&L)

# Column_DeviceName
source: Device Name
ar_sa: إسم الجهاز
he_il: שם התקן
zh_cn: 设备名称
zh_tw: 裝置名稱

# About_VersionUpToDate
source: (Up to date)
ar_sa: (النسخة محدّثة)
he_il: (עדכני)
zh_cn: (已是最新版)
zh_tw: (最新版本)

# About_FoundNewVersion
source: (Found New Version v{0} - {1})
ar_sa: (هناك نسخة جديدة v{0} - {1})
he_il: (נמצאה גרסה חדשה v{0} - {1})
zh_cn: (发现新版本 v{0} {1})
zh_tw: (找到新版本 v{0} - {1})

# About_Download
source: Download
ar_sa: تحميل
he_il: הורדה
zh_cn: 下载
zh_tw: 下載

# Message_Scanning_Driver_Store
source: Scanning driver store...
ar_sa: جار فحص مستودع التعريفات...
he_il: בתהליך סריקת מאגר מנהלי ההתקנים...
zh_cn: 正在扫描驱动存储...
zh_tw: 正在掃描驅動程式存放區…

# Message_ForceDelete_Single_Package
source: About to force delete {0} ({1}) from driver store.
ar_sa: أنت على وشك حذف {0} ({1}) من مستودع التعريفات.
he_il: בחרת למחוק בכוח את {0} ‏({1}) ממאגר מנהלי ההתקנים.
zh_cn: 正准备从驱动存储中强制删除 {0} ({1})。
zh_tw: 要從驅動程式存放區強制刪除 {0} ({1})。

# Message_ForceDelete_Multiple_Packages
source: About to force delete {0} packages from driver store.
ar_sa: أنت على وشك إجبار حذف {0} تعريفات من مستودع التعريفات.
he_il: בחרת למחוק בכוח {0} חבילות ממאגר מנהלי ההתקנים.
zh_cn: 正准备从驱动存储中强制删除 {0} 个驱动包。
zh_tw: 要從驅動程式存放區強制刪除 {0} 個封裝。

# Message_Delete_Success
source: Deletion of {0} ({1}) succeeded.
ar_sa: تم حذف {0} ({1}) بنجاح.
he_il: המחיקה של {0} ‏({1}) הצליחה.
zh_cn: 已成功删除{0} ({1})。
zh_tw: 成功刪除 {0} ({1})。

# Message_Delete_Fail
source: Deletion of {0} ({1}) failed.
ar_sa: فشل حذف {0} ({1}).
he_il: המחיקה של {0} ‏({1}) נכשלה.
zh_cn: 删除{0} ({1}) 失败。
zh_tw: 刪除 {0} ({1}) 失敗。

# Message_Driver_Added_Installed
source: Added the package {0} & installed to driver store.
ar_sa: تم إضافة وثتبيت التعريف {0} إلى مستودع التعريفات.
he_il: החבילה {0} נוספה והותקנה במאגר מנהלי ההתקנים.
zh_cn: 已添加并安装驱动包 {0} 到驱动存储。
zh_tw: 已加入並安裝 {0} 封裝至驅動程式存放區。

# Message_Driver_Added_Installed_Error
source: Error adding the package {0} & installed to driver store.
ar_sa: فشلت إضافة التعريف {0} وتثبيته في مستودع التعريفات.
he_il: אירעה שגיאה בהוספה והתקנת החבילה {0} למאגר מנהלי ההתקנים.
zh_cn: 添加并安装驱动包 {0} 到驱动存储出错。
zh_tw: 加入並安裝 {0} 封裝至驅動程式存放區時發生錯誤。

# Message_Export_All_Drivers_Fail
source: Export all driver packages failed.
ar_sa: فشل تصدير جميع التعريفات.
he_il: ייצוא כל חבילות מנהלי ההתקנים נכשל.
zh_cn: 导出所有驱动包失败。
zh_tw: 匯出所有驅動程式封裝失敗。

# Message_Export_All_Drivers_Success
source: Export all driver packages succeeded.
ar_sa: تم تصدير جميع التعريفات.
he_il: ייצוא כל חבילות מנהלי ההתקנים הצליח.
zh_cn: 导出所有驱动包成功。
zh_tw: 匯出所有驅動程式封裝成功。

# Status_Exporting_All_Drivers
source: Exporting all driver packages...
ar_sa: تصدير جميع التعريفات...
he_il: בתהליך ייצוא כל חבילות מנהלי ההתקנים...
zh_cn: 导出所有驱动包...
zh_tw: 正在匯出所有驅動程式封裝…

# Context_Export_Driver
source: &Export Driver
ar_sa: تصدير التعريف
he_il: ייצוא מנהל התקן
zh_cn: 导出驱动包(&E)
zh_tw: 匯出驅動程式(&E)

# Button_Export_Drivers
source: &Export Driver(s)
ar_sa: تصدير التعريفا(ت)
he_il: ייצוא מנהלי התקנים
zh_cn: 导出驱动包(&E)
zh_tw: 匯出驅動程式(&E)

# Menu_File_Export_All_Drivers
source: Ex&port All Drivers
ar_sa: تصدير جميع التعريفات
he_il: ייצוא כל מנהלי ההתקנים
zh_cn: 导出所有驱动包(&P)
zh_tw: 匯出所有驅動程式(&P)

# Button_Cancel
source: &Cancel
he_il: &ביטול
zh_cn: 取消(&C)
zh_tw: 取消(&C)

# Column_BootCritical
source: Boot Critical
he_il: קריטי לאתחול המערכת
zh_cn: 启动关键
zh_tw: 啟動關鍵

# Column_Text_False
source: False
he_il: לא
zh_cn: 是
zh_tw: 是

# Column_Text_True
source: True
he_il: כן
zh_cn: 否
zh_tw: 否

# Product_Name
source: Driver Store Explorer
ar_sa: مستكشف مستودع التعريفات
